Repository: EsslamEmad/Fariqak
Catalog: Fariqak/*.lproj/Localizable.strings
Languages: ar

source: An error has occurred, Please try again later!
ar: حدث خطأ ما، برجاء المحاولة لاحقاً

source: Unknown City
ar: مدينة غير معروفة

source: Error
ar: خطأ

source: Success
ar: تم بنجاح

source: OK
ar: حسناً

source: Reservation ID:
ar: رقم الحجز:

source: Date:
ar: التاريخ:

source: Starting at:
ar: ساعة البداية:

source: Ending at:
ar: ساعة النهاية:

source: Waiting
ar: قيد الإنتظار

source: Accepted
ar: تم القبول

source: Fariqak
ar: كون فريقك

source: Please, restart the application to change the language!
ar: من فضلك، أعد تشغيل التطبيق لتغيير اللغة

source: Declined
ar: مرفوض

source: Status:
ar: الحالة:

source: Reservation from:
ar: حجز من:

source: Do you want to accept the reservation?
ar: هل تريد قبول الحجز؟

source: Cancel
ar: إلغاء

source: Accept
ar: قبول

source: You accepted the reservation
ar: تم قبول الحجز

source: Invite
ar: دعوة

source: Do you want to Invite a team?
ar: هل تريد دعوة فريق للعب؟

source: Your Invitation was succefully sent!
ar: تم إرسال دعوتك بنجاح!

source: S.R
ar: ر.س

source: Details:
ar: التفاصيل:

source: Please complete all the fields
ar: من فضلك، أكمل جميع البيانات

source: Could not upload the photo, please try again later!
ar: لم يتمكن التطبيق من رفع الصورة، برجاد المحاولة لاحقاً

source: Application can not access photo library.
ar: التطبيق لا يستطيع الوصول إلى مكتبة الصور

source: Your reservation has been added succefully.
ar: تم الحجز بنجاح.

source: Your new playground has been added succefully.
ar: تم إضافة ملعبك الجديد بنجاح.

source: An error has occured, please try again later!
ar: حدث خطأ ما، برجاء المحاولة لاحقاً

source: Description
ar: الوصف

source: Could not retrieve your products, Please try again later!
ar: التطبيق لا يستطيع الوصول إلى المنتجات، برجاء المحالولة لاحقاً

source: Your order has been saved succefully, you can track your order from Orders page.
ar: تم حفظ طلبك بنجاح، تستطيع تتبع طلبك عن طريق صفحة الطلبات.

source: Could not fetch your orders, Please try again later!
ar: التطبيق لا يستطيع الوصول إلى طلباتك الآن، برجاء المحاولة لاحقاً

source: Order No.:
ar: رقم الطلب:

source: Price:
ar: السعر:

source: Address:
ar: العنوان:

source: Choose the starting hour
ar: إختر ساعة البداية

source: Choose the ending hour
ar: إختر ساعة النهاية

source: Your message has been sent succefully to the administration
ar: تم إرسال رسالتك بنجاح إلى الإدارة

source: Invitation No.:
ar: رقم الدعوة:

source: From team:
ar: من فريق:

source: To team:
ar: إلى فريق:

source: From
ar: من

source: to
ar: إلى

source: Do you want to accept the invitation?
ar: هل تريد قبول الدعوة؟

source: Decline
ar: رفض

source: Language
ar: اللغة

source: Sign Out
ar: تسجيل الخروج

source: Are you sure you want to sign out?
ar: هل أنت متأكد من رغبتك في تسجيل خروجك؟

source: Yes
ar: نعم

source: No
ar: لا

source: Your team has been saved succefully
ar: تم حفظ فريقك بنجاح.

source: All Teams
ar: كل الفرق

source: ’s Teams
ar: فرق

source: Your team is saved succefully
ar: تم حفظ فريقك بنجاح.

source: Player has been removed succefully.
ar: تم حذف اللاعب بنجاح.

source: Enter your full name.
ar: أدخل إسمك.

source: Enter your phone number.
ar: أدخل رقم تليفونك.

source: Choose your city.
ar: إختر مدينتك

source: Please, enter your Email.
ar: من فضلك أدخل إيميلك

source: Your password can not be less than 6 characters
ar: كلمة المرور لا يمكن أن تقل عن ٦ رموز

source: Register
ar: تسجيل حساب جديد

source: Your order has been added to the shopping cart successfuly.
ar: تم إضافة طلبك بنجاح إلى سلة التسوق.

source: In progress..
ar: قيد التنفيذ..

source: Declined.
ar: مرفوض.

source: Delivered.
ar: تم التسليم.

source: Operating..
ar: قيد العمل..
